[
  {
    "post_number": 1,
    "post_time": "6h",
    "post_text": "Learn how winter sports are driving local economies across Europe: https://lnkd.in/gYxdhZZA",
    "likes_count": "35"
  },
  {
    "post_number": 2,
    "post_time": "9h",
    "post_text": "On 4 February, the National Center for APEC (NCAPEC) convened the APEC Digital Economy Steering Group (DESG) workshop, “Combatting Online Fraud and Scams,” on the margins of APEC SOM1 in Guangzhou.\n\nWith scams growing in scale and sophistication, the discussions underscored a shared urgency for:\n🔹 Stronger public–private collaboration\n🔹 Greater government‑to‑government interoperability\n🔹 Coordinated cross‑border action\n🔹 Better protection and capacity‑building for consumers and SMEs\n\nProud to see Wanjing Ji, Head of Ecosystem Risk at Visa Asia Pacific, contribute alongside leaders from PayPal, Standard Chartered, IMDA Singapore, PIPC Korea, Access Partnership, Meta, and the Global Anti‑Scam Alliance.\n\nThe workshop highlighted APEC’s strength as a platform for practical, consensus‑based solutions, bringing together public‑ and private‑sector perspectives—including through engagement with the APEC Business Advisory Council (ABAC).\n\nVisa remains committed to working closely with APEC economies, ABAC, industry partners, and the broader ecosystem to strengthen digital trust, enhance scam resilience, and protect consumers and businesses across Asia Pacific.",
    "likes_count": "15"
  },
  {
    "post_number": 3,
    "post_time": "2d",
    "post_text": "From first lift to last run, explore how consumers are spending on their winter breaks: https://lnkd.in/eu22Jrbn",
    "likes_count": "73"
  },
  {
    "post_number": 4,
    "post_time": "1w",
    "post_text": "Fans across the globe are ready to embrace winter sports like never before, so what does this mean for local economies? Find out: https://lnkd.in/evmeB4PT",
    "likes_count": "158"
  },
  {
    "post_number": 5,
    "post_time": "1d",
    "post_text": "In the second edition of In Conversation, Kunal Chatterjee, Head of Acceptance Sales for VAS at Visa Asia Pacific spoke with Sisca Margaretta Elliott about what he believes has changed dramatically about payments in the last few years: how people pay, and in turn, how merchants accept payments. \n\nThe way people transact today is diverse and omnichannel: with a tap of their cards, mobile phones, and wearables like smartwatches. Currencies are also evolving with digital currencies, gaming credits, and more becoming part of the fabric of digital transactions.\n\nHow can merchants accept new forms of payments regardless of methods, form factors, and borders in a fast, secure, and reliable way? \n\nThis is what matters to Visa. In particular, the Visa Acceptance Platform enables merchants across Asia Pacific to accept digital payments from all major card networks, be it tapping or swiping in person or even virtually in card-not-present scenarios with a single API integration. \n\nAlong with Visa’s 99.999% network uptime and Visa-grade security trusted by millions worldwide, merchants can enjoy best-in-class digital acceptance with peace of mind – today and tomorrow. \n\nListen to the conversation in full: https://vi.sa/4ruzYoC\n\nhashtag\n#InConversation \nhashtag\n#VAS",
    "likes_count": "82"
  }
]